/*
  Localizable.strings
  LinYu

  Created by xfb on 2023/7/13.
  
*/

//MAKR：common

"System prevents %@ to access microphone"="系统阻止 %@ 对麦克风的访问";
"To grant the permission: settings -> %@ -> microphone"="要授予的权限︰ 设置-> %@-> 麦克风";
"Cancel"="取消";
"Settings"="设置";
"确定" = "确定";
"Oops, there's an error!" = "哦，出错了";
"auth failed" = "认证失败";
"user cancelled" = "用户取消";
"no network" = "无网络";
"network error" = "网络错误";
"other error" = "未知错误";
"forbid_unblock" = "[%@]后解禁。";
"%@后解禁。" = "%@后解禁。";
"randomgift_lastprize_day" = "天";
"randomgift_lastprize_hour" = "时";
"randomgift_lastprize_minute" = "分";
"minute ago" = "分钟前";
"minutes ago" = "分钟前";
"hour ago" = "小时前";
"hours ago" = "小时前";
"day ago" = "天前";
"days ago" = "天前";
"today" = "今天";
"tommorrow" = "明天";
"randomgift_lastprize_second" = "秒";
"call_history_time_today" = "今天";
"call_history_time_yesterday" = "昨天";
"forecast_day" = "日";
"number100million" = "亿";
"noble_wan" = "万";
"list_hour" = "%@时";
"list_points" = "%@分";
"me_community_time1" = "%@分钟前";
"me_community_time2" = "%@小时前";
"昨天" = "昨天";
"OK" = "确定";
